
export const ru = {
  logo: "Алиев ",
  subLogo: "| Портфолио разработчиков",
  naigations: [
    'о себе',
    'Работа',
    'Контакт',
    'Навыки',
    'Проекты'
  ]
  ,
  adminLink:'Админ',
  loginbtn: "войти́",
  heromain: "Привет, я",
  heroSub: "Алиев Давлатбек",
  heroDescmain:
    "Я Fullstack веб- и мобильный разработчик, разрабатываю традиционные и 3D-сайты и мобильные приложения, пользователь",
  heroDescSub: "интерфейсы и веб-приложения.",
  heroDescSub2: "Я создаю быстрый и надежный защищенный отдых и графический API.",

  stacks: {
    subTitle: "ВВЕДЕНИЕ",
    title: "Обзор.",
    descr:'Я веб-разработчик и мобильный разработчик младшего уровня, владею TypeScript и JavaScript. Я умею работать с ReactJS, Three.js, VueJS, NextJS и их библиотеками. Я могу быстро разработать и защитить надежные API, используя Node.js, GraphQL, NestJS, Express.js, MongoDB, PostgreSQL и другие базы данных и библиотеки. Кроме того, я могу создавать мобильные приложения с красивым пользовательским интерфейсом, используя библиотеку React Native. В этом тексте изложены мой опыт и навыки, и я хотел бы предложить свою помощь в разработке и совершенствовании ваших проектов, используя мой опыт программирования и разработки мобильных приложений. Если я готов помочь вам в продвижении и реализации вашего проекта, пожалуйста, свяжитесь со мной.',
    web:'Web Developer',
    mobile:"React Native Developer",
    backend:'Backend Developer'
  },
  work:{
    subTitle:'Что я сделал до сих пор',
    title:'Опыт работы.'

  },
  skils:{
    subTitle:'Мои навыки',
    title:'Технологии.'
  },
  projects:{
    subTitle:'МОЯ РАБОТА',
    title:'Проекты',
    descr:'В следующих проектах вы можете увидеть мои способности писать код и мою способность находить решения различных проблем в бэкенде, фронтенде и мобильных приложениях. При этом в следующих примерах можно найти ссылку на демо-проект, используемые технологии и другую информацию.'
  },
  testimonials: {
    subTitle:'ЧТО ГОВОРЯТ ДРУГИЕ',
    title:'Отзывы',
  },
  contact:{
    getin:'Связаться',
    mainTitle:'Контакт.',
    label1:'Ваше имя',
    place1:'Какое у тебя доброе имя?',
    label2:'Ваш адрес электронной почты',
    place2:'Какой у вас электронный адрес?',
    label3:'Ваше сообщение',
    place3:'Что ты хочешь сказать?',
    btn:'отправить',
    btn2:'Отправка...'
  },

  LoginPage:{
    title:"Авторизоваться",
    label1:'Имя пользователя',
    place1:'Какое у тебя доброе имя?',
    label2:'Пароль',
    place2:'Какой у тебя пароль?',
    btn1:'отправить',
    btn2:'Отправка...'
  },
  showMore:'больше',
  prev:"предыдущий",
  next:'Следующий',
  Languages:'Языки',
  backhome:'Вернуться'


};
