

export const uzKrill = {
  logo: "Алиев ",
  subLogo: "| Дастурчи Портфолиоси",
  naigations: [
    'Мен Хақимда',
    'Ишларим',
    'Боғланиш',
    'техналогиялар',
    'Дастурларим'
  ]
  ,
  adminLink:'Админ',
  loginbtn: "Кириш",
  heromain: "Салом, Мен",
  heroSub: "Алиев Давлатбек",
  heroDescmain:
    "Мен Фуллстаcк веб ва мобил дастурчиман, анъанавий ва 3D веб-сайтлар ва мобил иловаларни ишлаб чиқаман, фойдаланувчи",
  heroDescSub: "интерфейслар ва веб-иловалар.",
  heroDescSub2: "Мен тез ва кучли ҳимояланган дам олиш ва грапҳқл апис яратаман",

  stacks: {
    subTitle: "КИРИШ",
    title: "Умумий ма1лумотлар.",
    descr:'Мен ТйпеСcрипт ва ЖаваСcриптни яхши биладиган "Жуниор" даражадаги веб ва мобил дастурчиман. Мен РеаcтЖС, Three.js, ВуеЖС, НехтЖС ва уларнинг кутубхоналари билан ишлай оламан. Мен Node.js, ГрапҳҚЛ, НестЖС, Express.js, МонгоДБ, ПостгреСҚЛ ва бошқа маълумотлар базалари ва кутубхоналаридан фойдаланган ҳолда ишончли ва тез ишловчи апилар яратаман . Бундан ташқари, мен Реаcт Нативе кутубхонасидан фойдаланган ҳолда чиройли фойдаланувчи интерфейслари билан мобил иловалар яратишим мумкин. Ушбу матн менинг тажрибам ва коникмаларимни тавсифлайди ва мен о\'зимнинг дастурлаш ва мобил иловаларни ишлаб чиқиш бойича тажрибам билан лойиҳаларингизни ишлаб чиқиш ва такомиллаштиришда ёрдам бера оламан. Агар мен сизга лойиҳангизни илгари суриш ва амалга оширишда ёрдам беришга тайёр болсам, илтимос, мен билан богланинг.',
    web:'Web Developer',
    mobile:"React Native Developer",
    backend:'Backend Developer'
  },
  work:{
    subTitle:'Мен ҳозиргача нима қилдим',
    title:'Иш тажрибаси.'

  },
  skils:{
    subTitle:'Менинг маҳоратим',
    title:'Технологиялар.'
  },
  projects:{
    subTitle:'МОЯ РАБОТА',
    title:'MENING ISHIMLARIM',
    descr:'Қуйидаги лойиҳаларда сиз менинг код ёзиш қобилиятимни ва баcкенд, фронтенд ва мобил иловалардаги турли муаммоларга ечим топиш қобилиятимни кўришингиз мумкин. Шу билан бирга, қуйидаги мисолларда сиз лойиҳа демо ҳаволасини, фойдаланилган технологияларни ва бошқа маълумотларни топишингиз мумкин.'
  },
  testimonials: {
    subTitle:'БОШҚАЛАР НИМА АЙТАДИ',
    title:'Изоҳлар',
  },
  contact:{
    getin:'Мен Билан Боғланиш',
    mainTitle:'Боғгланиш..',
    label1:'Исмингиз',
    place1:'Исмингизни Киритинг...',
    label2:'Эмаилингиз',
    place2:'Эмаил Манзилингизни Киритинг',
    label3:'Сизнинг Хабарингиз',
    place3:'Менга Қандай Хабар Қолдирмочисиз',
    btn:'Жўнатиш',
    btn2:'Жўнатилмоқда...'
  },

  LoginPage:{
    title:"Логин",
    label1:'Усернаме',
    place1:'Исмингизни Киритинг',
    label2:'Парол',
    place2:'Пароллингизни Киритинг ?',
    btn1:'Жўнатиш',
    btn2:'Жўнатилмоқда...'
  },
  showMore:'кўпроқ',
  prev:"олдинги",
  next:'Кейингиси',
  Languages:'Тиллар',
  backhome:'Асосий Саҳифага Қайтиш'


};
